chore: update configurations readme file
Signed-off-by: Tanisha goyal <tanishag@nvidia.com>
